<?php

return [
    // default password
    'password'       => '123456',

    // form education
    'form_education' => [
        0 => 'Бюджетная',
        1 => 'Платная',
    ],

    // payments
    'payments'       => [
        0 => 'Не оплачено',
        1 => 'Оплачено',
    ],

    // types
    'types'          => [
        0 => 'Городское',
        1 => 'Международное',
    ],

    // blanks
    'blanks'         => [
        [
            'id'    => 1,
            'name'  => 'Бланк заявления о приеме в клубное формирование',
            'href'  => 'adult_app.pdf',
        ],
        [
            'id'    => 2,
            'name'  => 'Бланк заявления о приеме несовершеннолетнего ребенка в клубное формирование',
            'href'  => 'child_app.pdf',
        ],
        [
            'id'    => 3,
            'name'  => 'Согласие на сбор и обработку персональных данных',
            'href'  => 'adult_agreement.pdf',
        ],
        [
            'id'    => 4,
            'name'  => 'Согласие родителя (законного представителя) на сбор и обработку персональных данных ребенка',
            'href'  => 'child_agreement.pdf',
        ],
        [
            'id'    => 5,
            'name'  => 'Договор на оказание платных услуг',
            'href'  => 'contract.pdf',
        ],
        [
            'id'    => 6,
            'name'  => 'Анкета участника клубного формирования',
            'href'  => 'questionnaire.pdf',
        ],
    ]
];
