<?php

return [
    // default password
    'password'       => '123456',

    // form education
    'form_education' => [
        0 => 'Бюджетная',
        1 => 'Платная',
    ],

    // payments
    'payments'       => [
        0 => 'Не оплачено',
        1 => 'Оплачено',
    ],

    // types
    'types'          => [
        0 => 'Городское',
        1 => 'Международное',
    ],

    // day by hours
    'day_by_hours'   => [
        '01:00',
        '02:00',
        '03:00',
        '04:00',
        '05:00',
        '06:00',
        '07:00',
        '08:00',
        '09:00',
        '10:00',
        '11:00',
        '12:00',
        '13:00',
        '14:00',
        '15:00',
        '16:00',
        '17:00',
        '18:00',
        '19:00',
        '20:00',
        '21:00',
        '22:00',
        '23:00',
        '00:00',
    ],

    // days of week
    'days_of_week'   => [
        [
            'id'        => 1,
            'fullname'  => 'Понедельник',
            'shortname' => 'Пн',
            'slug'      => 'MO',
        ],
        [
            'id'        => 2,
            'fullname'  => 'Вторник',
            'shortname' => 'Вт',
            'slug'      => 'TU',
        ],
        [
            'id'        => 3,
            'fullname'  => 'Среда',
            'shortname' => 'Ср',
            'slug'      => 'WE',
        ],
        [
            'id'        => 4,
            'fullname'  => 'Четверг',
            'shortname' => 'Чт',
            'slug'      => 'TH',
        ],
        [
            'id'        => 5,
            'fullname'  => 'Пятница',
            'shortname' => 'Пт',
            'slug'      => 'FR',
        ],
        [
            'id'        => 6,
            'fullname'  => 'Суббота',
            'shortname' => 'Сб',
            'slug'      => 'SA',
        ],
        [
            'id'        => 0,
            'fullname'  => 'Воскресенье',
            'shortname' => 'Вс',
            'slug'      => 'SU',
        ]
    ],

    // blanks
    'blanks'         => [
        [
            'id'    => 1,
            'name'  => 'Бланк заявления о приеме в клубное формирование',
            'href'  => 'adult_app.pdf',
        ],
        [
            'id'    => 2,
            'name'  => 'Бланк заявления о приеме несовершеннолетнего ребенка в клубное формирование',
            'href'  => 'child_app.pdf',
        ],
        [
            'id'    => 3,
            'name'  => 'Согласие на сбор и обработку персональных данных',
            'href'  => 'adult_agreement.pdf',
        ],
        [
            'id'    => 4,
            'name'  => 'Согласие родителя (законного представителя) на сбор и обработку персональных данных ребенка',
            'href'  => 'child_agreement.pdf',
        ],
        [
            'id'    => 5,
            'name'  => 'Договор на оказание платных услуг',
            'href'  => 'contract.pdf',
        ],
        [
            'id'    => 6,
            'name'  => 'Анкета участника клубного формирования',
            'href'  => 'questionnaire.pdf',
        ],
    ],

    // reports
    'reports'        => [
        [
            'id'    => 1,
            'name'  => 'Отчет по гражданам (льготникам), которым положена скидка за абонемент',
            'href'  => 'privileges',
            'type'  => null
        ],
        [
            'id'    => 2,
            'name'  => 'Отчет по абонементу для участников клубного формирования, обучающихся на платной основе',
            'href'  => 'passes',
            'type'  => 1 // without discount
        ],
        [
            'id'    => 3,
            'name'  => 'Отчет по абонементу для участников клубного формирования, обучающихся на платной основе, которым положена скидка',
            'href'  => 'passes',
            'type'  => 2 // with discount
        ],
        [
            'id'    => 4,
            'name'  => 'Отчет по суммам, оплаченным за покупку абонемента для обучения в хореографических коллективах',
            'href'  => 'amounts',
            'type'  => null
        ],
        [
            'id'    => 5,
            'name'  => 'Отчет по возрастным категориям участников клубных формирований',
            'href'  => 'ages',
            'type'  => null
        ],
    ]
];
