<?php

return [
    // default password
    'password'       => '123456',
    // topics
    'topics'         => [
        'Возврат денежных средств',
        'Другое'
    ],
    // payments
    'payments'       => [
        'Не оплачено',
        'Оплачено',
    ],
    // states for apps
    'states'         => [
        'В обработке',  // info
        'Выполнено',    // success
        'Отклонено',    // danger
    ],
    // types for register members
    'type_rep'       => [
        [
            'id'    => 0,
            'name'  => 'Родитель'
        ],
        [
            'id'    => 1,
            'name'  => 'Законный представитель'
        ]
    ],
    // modals
    'modals'         => [
        [
            'id'    => 0,
            'name'  => 'Родитель',
            'code'  => 'child',
        ],
        [
            'id'    => 1,
            'name'  => 'Участник',
            'code'  => 'adult',
        ]
    ],
    // form education
    'form_education' => [
        [
            'id'        => 0,
            'name'  => 'Бюджетная'
        ],
        [
            'id'        => 1,
            'name'  => 'Платная'
        ]
    ],
    // types
    'types'          => [
        0 => 'Городское',
        1 => 'Международное',
    ],
    // day by hours
    'day_by_hours'   => [
        '01:00',
        '02:00',
        '03:00',
        '04:00',
        '05:00',
        '06:00',
        '07:00',
        '08:00',
        '09:00',
        '10:00',
        '11:00',
        '12:00',
        '13:00',
        '14:00',
        '15:00',
        '16:00',
        '17:00',
        '18:00',
        '19:00',
        '20:00',
        '21:00',
        '22:00',
        '23:00',
        '00:00',
    ],
    // month_names
    'month_names'    => [
        'Январь',
        'Февраль',
        'Март',
        'Апрель',
        'Май',
        'Июнь',
        'Июль',
        'Август',
        'Сентябрь',
        'Октябрь',
        'Ноябрь',
        'Декабрь',
    ],
    // months
    'months'         => [
        [
            'id'        => 1,
            'fullname'  => 'Январь',
            'shortname' => 'Янв',
        ],
        [
            'id'        => 2,
            'fullname'  => 'Февраль',
            'shortname' => 'Фев',
        ],
        [
            'id'        => 3,
            'fullname'  => 'Март',
            'shortname' => 'Март',
        ],
        [
            'id'        => 4,
            'fullname'  => 'Апрель',
            'shortname' => 'Апр',
        ],
        [
            'id'        => 5,
            'fullname'  => 'Май',
            'shortname' => 'Май',
        ],
        [
            'id'        => 6,
            'fullname'  => 'Июнь',
            'shortname' => 'Июнь',
        ],
        [
            'id'        => 9,
            'fullname'  => 'Сентябрь',
            'shortname' => 'Сен',
        ],
        [
            'id'        => 10,
            'fullname'  => 'Октябрь',
            'shortname' => 'Окт',
        ],
        [
            'id'        => 11,
            'fullname'  => 'Ноябрь',
            'shortname' => 'Ноя',
        ],
        [
            'id'        => 12,
            'fullname'  => 'Декабрь',
            'shortname' => 'Дек',
        ]
    ],
    // days of week
    'days_of_week'   => [
        [
            'id'        => 1,
            'fullname'  => 'Понедельник',
            'shortname' => 'Пн',
            'slug'      => 'MO',
        ],
        [
            'id'        => 2,
            'fullname'  => 'Вторник',
            'shortname' => 'Вт',
            'slug'      => 'TU',
        ],
        [
            'id'        => 3,
            'fullname'  => 'Среда',
            'shortname' => 'Ср',
            'slug'      => 'WE',
        ],
        [
            'id'        => 4,
            'fullname'  => 'Четверг',
            'shortname' => 'Чт',
            'slug'      => 'TH',
        ],
        [
            'id'        => 5,
            'fullname'  => 'Пятница',
            'shortname' => 'Пт',
            'slug'      => 'FR',
        ],
        [
            'id'        => 6,
            'fullname'  => 'Суббота',
            'shortname' => 'Сб',
            'slug'      => 'SA',
        ],
        [
            'id'        => 0,
            'fullname'  => 'Воскресенье',
            'shortname' => 'Вс',
            'slug'      => 'SU',
        ]
    ],
    // programs
    'programs'       => [
        [
            'id'    => 1,
            'name'  => 'Методическая программа театрального кружка "ASTRA"',
            'href'  => 'astra.pdf',
        ],
        [
            'id'    => 2,
            'name'  => 'Методическая программа коллектива современного танца "Престо"',
            'href'  => 'presto.pdf',
        ],
        [
            'id'    => 3,
            'name'  => 'Методическая программа коллектива русского народного танца "Русские самоцветы"',
            'href'  => 'rugems.pdf',
        ],
        [
            'id'    => 4,
            'name'  => 'Методическая программа хореографического коллектива "A\'DIVAS"',
            'href'  => 'adivas.pdf',
        ],
        [
            'id'    => 5,
            'name'  => 'Методическая программа хореографического коллектива "Блюз"',
            'href'  => 'bluz.pdf',
        ],
    ],
    // blanks
    'blanks'         => [
        [
            'id'    => 1,
            'name'  => 'Бланк заявления о приеме в клубное формирование',
            'href'  => 'adult_app.pdf',
            'type'  => 'general'
        ],
        [
            'id'    => 2,
            'name'  => 'Бланк заявления о приеме несовершеннолетнего ребенка в клубное формирование',
            'href'  => 'child_app.pdf',
            'type'  => 'general'
        ],
        [
            'id'    => 3,
            'name'  => 'Согласие на сбор и обработку персональных данных',
            'href'  => 'adult_agreement.pdf',
            'type'  => 'general'
        ],
        [
            'id'    => 4,
            'name'  => 'Согласие родителя (законного представителя) на сбор и обработку персональных данных ребенка',
            'href'  => 'child_agreement.pdf',
            'type'  => 'general'
        ],
        [
            'id'    => 5,
            'name'  => 'Договор на оказание платных услуг',
            'href'  => 'contract.pdf',
            'type'  => 'general'
        ],
        [
            'id'    => 6,
            'name'  => 'Анкета участника клубного формирования',
            'href'  => 'questionnaire.pdf',
            'type'  => 'general'
        ],
        [
            'id'    => 7,
            'name'  => 'Бланк заявления о возврате денежных средств',
            'href'  => 'adult_cashback.pdf',
            'type'  => 'special'
        ],
        [
            'id'    => 8,
            'name'  => 'Бланк заявления о возврате денежных средств несовершеннолетнего ребенка',
            'href'  => 'child_cashback.pdf',
            'type'  => 'special'
        ],
    ],
    // reports
    'reports'        => [
        [
            'id'    => 1,
            'name'  => 'Отчет по гражданам (льготникам), которым положена скидка за абонемент',
            'href'  => 'privileges',
        ],
        [
            'id'    => 2,
            'name'  => 'Отчет по абонементу для участников клубного формирования, обучающихся на платной основе',
            'href'  => 'passes',
        ],
        [
            'id'    => 3,
            'name'  => 'Отчет по абонементу для участников клубного формирования, обучающихся на платной основе, которым положена скидка',
            'href'  => 'passes',
        ],
        [
            'id'    => 4,
            'name'  => 'Отчет по суммам, оплаченным за покупку абонемента для обучения в хореографических коллективах',
            'href'  => 'amounts',
        ],
        [
            'id'    => 5,
            'name'  => 'Отчет по возрастным категориям участников клубных формирований',
            'href'  => 'ages',
        ],
        [
            'id'    => 6,
            'name'  => 'Отчет по регистрации дипломов и грамот участников клубных формирований',
            'href'  => 'awards',
        ],
        [
            'id'    => 7,
            'name'  => 'Отчет ',
            'href'  => 'collectives',
        ],
        [
            'id'    => 8,
            'name'  => 'Отчет по ',
            'href'  => 'teachers',
        ],
        [
            'id'    => 9,
            'name'  => 'Отчет по количеству проданных абонементов для участников клубных формирований хореографических коллективов, обучающихся на платной основе',
            'href'  => 'sales',
        ],
        [
            'id'    => 10,
            'name'  => 'Отчет по возврату денежных средств участникам клубных формирований, обучающихся на платной основе',
            'href'  => 'cashback',
        ],
        [
            'id'    => 11,
            'name'  => 'Отчет по количеству оставшихся занятий для участников клубных формирований, обучающихся на платной основе',
            'href'  => 'remains',
        ],
        [
            'id'    => 12,
            'name'  => 'Отчет по задействованию кабинетов для занятий хореографических коллективов',
            'href'  => 'rooms',
        ],
        [
            'id'    => 13,
            'name'  => 'Отчет по количеству проведенных руководителем клубных формирований занятий',
            'href'  => 'workloads',
        ],
        [
            'id'    => 14,
            'name'  => 'Отчет по количеству пропущенных участниками клубных формирований занятий',
            'href'  => 'misses',
        ],
        [
            'id'    => 15,
            'name'  => 'Отчет по составленному расписанию занятий для коллективов клубных формирований',
            'href'  => 'schedule',
        ]
    ]
];
