<?php

return [
    'this'                  => 'Действие',
    'looking'               => 'Просмотр',
    'reading'               => 'Чтение',
    'editing'               => 'Редактирование',

    'zip'                   => 'Архивировать',
    'close'                 => 'Закрыть',
    'create'                => 'Создать',
    'edit'                  => 'Редактировать',
    'update'                => 'Обновить',
    'read'                  => 'Прочитать',
    'look'                  => 'Посмотреть',
    'show'                  => 'Показать',
    'save'                  => 'Сохранить',
    'delete'                => 'Удалить',
    'back'                  => 'Вернуться',
    'download'              => 'Загрузить',
    'execute'               => 'Исполнить',
    'exit'                  => 'Выйти',
    'print'                 => 'Печать',
    'reset'                 => 'Сброс',
    'set'                   => 'Настроить',
    'generate'              => 'Cформировать',
    'run'                   => 'Выполнить',
    'check'                 => 'Отметить',
    'prev'                  => 'Назад',
    'next'                  => 'Далее',

    'miss'                  => 'Отсутствует',
    'reason'                => 'Отсутствует по уважительной причине',
    'present'               => 'Присутствует',

    'yep'                   => 'Да',
    'nope'                  => 'Нет',
    'cancel'                => 'Отмена',

    'completed'             => 'Выполнено',
    'declined'              => 'Отклонено',
    'pending'               => 'В обработке',
];
