<?php

return [
    'this'                  => 'Действие',
    'looking'               => 'Просмотр',
    'reading'               => 'Чтение',
    'editing'               => 'Редактирование',

    'create'                => 'Создать',
    'edit'                  => 'Редактировать',
    'update'                => 'Обновить',
    'read'                  => 'Прочитать',
    'look'                  => 'Посмотреть',
    'show'                  => 'Показать',
    'save'                  => 'Сохранить',
    'delete'                => 'Удалить',
    'back'                  => 'Вернуться',
    'download'              => 'Загрузить',
    'execute'               => 'Исполнить',
    'exit'                  => 'Выйти',
];
