<?php

return [
    'support'               => 'Для изменения персональных данных создайте запрос в разделе',
    'execute'               => 'Изменить статус заявки на выполнено?',
    'delete'                => 'Вы действительно хотите удалить выделенную запись?',
    'password'              => 'Смените пароль в целях безопасности персональных данных',
    'group_null'            => 'За текущим пользователем не закреплено ни одной группы',
    'group_full'            => 'В выбранной группе нет свободных мест',
    'free_full'             => 'В выбранной группе нет бюджетных свободных мест',
    'paid_full'             => 'В выбранной группе нет платных свободных мест',
    'pass_active'           => 'Выбранный участник имеет действующий абонемент',
    'just_head'             => 'Только руководитель может создавать записи в этом разделе',
    'one_group'             => 'Руководителю может принадлежать только один коллектив',
    'underway'              => 'В процессе разработки...',
    'limit_week'            => 'Превышен лимит количества часов в неделю',
    'period'                => 'Записей за выбранный период в БД не обнаружено',
    'room_busy'             => 'Кабинет в указанный промежуток времени занят',
    'timetable_no'          => 'Расписание за выбранный месяц отсутствует',
    'pass_need'             => 'Заявка на возврат денежных средств создается при наличии абонемента',
];
