<?php

return [
    'support'               => 'Для изменения персональных данных создайте запрос в разделе',
    'execute'               => 'Изменить статус заявки на выполнено?',
    'delete'                => 'Вы действительно хотите удалить выделенную запись?',
    'password'              => 'Смените пароль в целях безопасности персональных данных',
    'group_null'            => 'За текущим пользователем не закреплено ни одной группы',
    'group_full'            => 'В выбранной группе нет свободных мест',
    'free_full'             => 'В выбранной группе нет бюджетных свободных мест',
    'paid_full'             => 'В выбранной группе нет платных свободных мест',
];
