<?php

return [
    'name'                  => 'Название',
    'sign'                  => 'Обозначение',
    'note'                  => 'Примечание',
    'specialty'             => 'Специализация',
    'study'                 => 'Форма обучения',
    'free'                  => 'Бюджетная группа',
    'paid'                  => 'Платная группа',
    'group'                 => 'Группа',
    'category'              => 'Категория',
    'age'                   => 'Возраст',
    'age_from'              => 'Минимальный возраст',
    'age_till'              => 'Максимальный возраст',
    'price'                 => 'Цена',
    'lessons'               => 'Кол-во занятий',
    'basic_seats'           => 'Кол-во основных мест',
    'extra_seats'           => 'Кол-во дополнительных мест',
];
