<?php

return [
    'category'              => 'Выберите категорию',
    'discount'              => 'Выберите категорию граждан',
    'doc'                   => 'Выберите документ',
    'group'                 => 'Выберите группу',
    'member'                => 'Выберите участника',
    'role'                  => 'Выберите роль',
    'payment'               => 'Выберите статус оплаты',
    'position'              => 'Выберите должность',
    'specialty'             => 'Выберите специализацию',
    'study'                 => 'Выберите форму обучения',
];
