<?php

return [
    'category'              => 'Выберите категорию',
    'discount'              => 'Выберите категорию граждан',
    'privileges'            => 'Выберите категорию льготы',
    'doc'                   => 'Выберите документ',
    'event'                 => 'Выберите мероприятие',
    'group'                 => 'Выберите группу',
    'member'                => 'Выберите участника',
    'organizer'             => 'Выберите организатора',
    'orgkomitet'            => 'Выберите оргкомитет',
    'role'                  => 'Выберите роль',
    'room'                  => 'Выберите кабинет',
    'payment'               => 'Выберите статус оплаты',
    'position'              => 'Выберите должность',
    'specialty'             => 'Выберите специализацию',
    'study'                 => 'Выберите форму обучения',
    'teacher'               => 'Выберите руководителя',
    'type'                  => 'Выберите тип мероприятия',
];
