<?php

return [
    'create'                => 'Создать',
    'edit'                  => 'Редактировать',
    'update'                => 'Обновить',
    'read'                  => 'Прочитать',
    'look'                  => 'Посмотреть',
    'show'                  => 'Показать',
    'save'                  => 'Сохранить',
    'delete'                => 'Удалить',
    'back'                  => 'Вернуться',
    'download'              => 'Загрузить',
    'type'                  => 'Введите',
    'repeat'                => 'Повторите',
    'come_up'               => 'Придумайте',
];
